11/data/attachments/a619a60bdb812d17.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Cody_very_Actions_7209_4</nif:username>
            <nif:friendToBeRequested>soap_actions_d4e43edc-1488-4b36-8a6f-330fa0bcc560</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>